Repository: Pere-D/Finance-Helper
Catalog: FinanceHelper/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, fr, hr, hu, it, ja, nb, nl, pl, pt_br, ro, ru, sv, tr, zh_hans

# icloud_account_unavailable
source: iCloud account is not available. Please sign in to iCloud in your device Settings.
ar: حساب iCloud غير متاح. يرجى تسجيل الدخول إلى iCloud في إعدادات الجهاز.
cs: iCloud účet není dostupný. Přihlaste se k iCloud v Nastavení zařízení.
de: iCloud-Konto nicht verfügbar. Bitte melde dich in den Geräteeinstellungen bei iCloud an.
es: La cuenta de iCloud no está disponible. Inicia sesión en iCloud en los ajustes del dispositivo.
fr: Le compte iCloud n'est pas disponible. Connectez-vous à iCloud dans les réglages de l'appareil.
hr: iCloud račun nije dostupan. Prijavite se na iCloud u postavkama uređaja.
hu: iCloud-fiók nem érhető el. Kérjük, jelentkezzen be az iCloudba az eszköz beállításaiban.
it: L'account iCloud non è disponibile. Accedi a iCloud nelle impostazioni del dispositivo.
ja: iCloudアカウントが利用できません。デバイスの設定からiCloudにサインインしてください。
nb: iCloud-konto er ikke tilgjengelig. Logg inn på iCloud i enhetsinnstillingene.
nl: iCloud-account is niet beschikbaar. Log in op iCloud via de apparaatinstellingen.
pl: Konto iCloud jest niedostępne. Zaloguj się do iCloud w ustawieniach urządzenia.
pt_br: Conta iCloud não disponível. Faça login no iCloud nas configurações do dispositivo.
ro: Contul iCloud nu este disponibil. Conectați-vă la iCloud din Setările dispozitivului dvs.
ru: Аккаунт iCloud недоступен. Войдите в iCloud в настройках устройства.
sv: iCloud-kontot är inte tillgängligt. Logga in på iCloud i enhetsinställningarna.
tr: iCloud hesabı kullanılamıyor. Cihaz Ayarlarından iCloud'a giriş yapın.
zh_hans: iCloud 账户不可用。请在设备设置中登录 iCloud。

# icloud_backup_toggle
source: iCloud Backup
ar: النسخ الاحتياطي على iCloud
cs: Záloha iCloud
es: Copia en iCloud
fr: Sauvegarde iCloud
hr: iCloud sigurnosna kopija
hu: iCloud biztonsági mentés
it: Backup iCloud
ja: iCloud バックアップ
nb: iCloud-sikkerhetskopiering
pl: Kopia zapasowa iCloud
pt_br: Backup no iCloud
ro: Backup iCloud
ru: Резервная копия iCloud
sv: iCloud-säkerhetskopiering
tr: iCloud Yedekleme
zh_hans: iCloud 备份

# icloud_enabled
source: Enabled
ar: ممكّن
cs: Povoleno
de: Aktiviert
es: Activado
fr: Activé
hu: Engedélyezve
it: Abilitato
ja: 有効
nb: Aktivert
nl: Ingeschakeld
pt_br: Habilitado
ro: Activat
ru: Включено
sv: Aktiverad
tr: Etkinleştirilmiş
zh_hans: 启用

# icloud_footer
source: Your data is end-to-end encrypted and synced across all devices signed in to your iCloud account.
ar: يتم تشفير بياناتك من طرف إلى طرف ومزامنتها على جميع الأجهزة المسجّلة في حساب iCloud.
cs: Vaše data jsou šifrována end-to-end a synchronizována na všech zařízeních přihlášených k vašemu iCloud.
de: Deine Daten werden Ende-zu-Ende verschlüsselt und auf all deinen iCloud-Geräten synchronisiert.
es: Tus datos están cifrados de extremo a extremo y sincronizados en todos los dispositivos con sesión de iCloud.
fr: Vos données sont chiffrées de bout en bout et synchronisées sur tous les appareils connectés à votre compte iCloud.
hr: Vaši podaci su kriptirani s kraja na kraj i sinkronizirani na svim uređajima prijavljenim na vaš iCloud.
hu: Adatai végpontok között titkosítva vannak, és szinkronizálva vannak az iCloud-fiókjába bejelentkezett összes eszközön.
it: I tuoi dati sono crittografati end-to-end e sincronizzati su tutti i dispositivi connessi al tuo account iCloud.
ja: データはエンドツーエンドで暗号化され、iCloudアカウントにサインインしたすべてのデバイスに同期されます。
nb: Dataene dine er ende-til-ende-kryptert og synkronisert på alle enheter som er logget inn på iCloud-kontoen din.
nl: Uw gegevens zijn end-to-end versleuteld en gesynchroniseerd op alle apparaten die zijn aangemeld bij uw iCloud-account.
pl: Twoje dane są szyfrowane end-to-end i synchronizowane na wszystkich urządzeniach zalogowanych do Twojego konta iCloud.
pt_br: Seus dados são criptografados de ponta a ponta e sincronizados em todos os dispositivos conectados ao seu iCloud.
ro: Datele dvs. sunt criptate de la capăt la capăt și sincronizate pe toate dispozitivele conectate la contul dvs. iCloud.
ru: Ваши данные зашифрованы по принципу E2E и синхронизируются на всех устройствах, подключённых к вашему iCloud.
sv: Dina data är end-to-end-krypterade och synkroniserade på alla enheter inloggade på ditt iCloud-konto.
tr: Verileriniz uçtan uca şifrelenir ve iCloud hesabınıza giriş yapmış tüm cihazlarınızda eşitlenir.
zh_hans: 您的数据经端对端加密，并在所有登录 iCloud 账户的设备之间同步。

# icloud_last_sync
source: Last Sync
ar: آخر مزامنة
cs: Poslední synchronizace
de: Zuletzt synchronisiert
es: Última sincronización
fr: Dernière synchronisation
hr: Zadnja sinkronizacija
hu: Utolsó szinkronizálás
it: Ultima sincronizzazione
ja: 最終同期
nb: Siste synkronisering
nl: Laatste synchronisatie
pl: Ostatnia synchronizacja
pt_br: Última sincronização
ro: Ultima sincronizare
ru: Последняя синхронизация
sv: Senaste synkronisering
tr: Son eşitleme
zh_hans: 上次同步

source: iCloud Sync
ar: آي كلاود مزامنة
es: Sincronización de iCloud
fr: Synchronisation iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
nb: iCloud-synkronisering
nl: iCloud-synchronisatie
pt_br: Sincronização do iCloud
ru: Синхронизация с iCloud
tr: iCloud Senkronizasyonu
zh_hans: iCloud 同步

# icloud_sync_now
source: Sync Now
ar: مزامنة الآن
cs: Synchronizovat nyní
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
hr: Sinkroniziraj sada
hu: Szinkronizálás most
it: Sincronizza ora
ja: 今すぐ同期
nb: Synkroniser nå
nl: Nu synchroniseren
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ro: Sincronizează acum
ru: Синхронизировать сейчас
sv: Synkronisera nu
tr: Şimdi eşitle
zh_hans: 立即同步

# icloud_syncing
source: Syncing…
ar: جارٍ المزامنة…
cs: Synchronizuji…
de: Synchronisierung…
es: Sincronizando…
fr: Synchronisation…
hr: Sinkronizacija…
hu: Szinkronizálás…
it: Sincronizzazione…
ja: 同期中…
nb: Synkroniserer…
nl: Synchroniseren…
pl: Synchronizacja…
pt_br: Sincronizando…
ro: Se sincronizează…
ru: Синхронизация…
sv: Synkroniserar…
tr: Eşitleniyor…
zh_hans: 正在同步…

# Im Budget eingetragen
source: Entered in the budget
ar: تم إدراجه في الميزانية
cs: Zapsáno v rozpočtu
da: Opført i budgettet
de: Im Budget eingetragen
es: Incluido en el presupuesto
fr: Inscrite au budget
hr: Uneseno u proračun
hu: A költségvetésbe bejegyzve
it: Iscrritto nel bilancio
ja: 予算に計上済み
nb: Oppført i budsjettet
nl: In de begroting opgenomen
pl: Wpisane w budżecie
pt_br: Registrado no orçamento
ro: Înregistrat în buget
ru: Занесено в бюджет
sv: Upptaget i budgeten
tr: Bütçeye kaydedildi
zh_hans: 已列入预算

# import_assigned_fmt
source: %lld transactions were assigned to the account "%@".
ar: تم تخصيص %lld معاملة للحساب «%@».
cs: %lld transakcí bylo přiřazeno k účtu „%@“.
da: %lld transaktioner er blevet tilknyttet kontoen «%@».
de: %lld Transaktionen wurden dem Konto «%@» zugeordnet.
es: Se han asignado %lld transacciones a la cuenta «%@».
fr: %lld transactions ont été affectées au compte «%@».
hr: %lld transakcija je dodijeljeno računu '%@'.
hu: %lld tranzakciót rendelték a „%@” számlához.
it: %lld transazioni sono state attribuite al conto «%@».
ja: %lld 件の取引が「%@」という口座に割り当てられました。
nb: %lld transaksjoner ble tilordnet kontoen «%@».
nl: %lld transacties zijn toegewezen aan de rekening «%@».
pl: %lld transakcji zostało przypisanych do konta „%@”.
pt_br: %lld transações foram atribuídas à conta «%@».
ro: %lld tranzacții au fost înregistrate în contul „%@”.
ru: %lld транзакций было отнесено к счету «%@».
sv: %lld transaktioner har kopplats till kontot «%@».
tr: %lld işlem, «%@» hesabına atandı.
zh_hans: %lld 笔交易已分配至“%@”账户。

source: Import Data
ar: استيراد البيانات
cs: Importovat data
de: Daten importieren
es: Importar datos
fr: Importer des données
hu: Adatok importálása
it: Importa dati
ja: データのインポート
nb: Importer data
nl: Gegevens importeren
pt_br: Importar dados
ro: Importați date
ru: Импортировать данные
sv: Importera data
tr: Verileri İçe Aktar
zh_hans: 导入数据

# import_result_format
source: %d accounts and %d budget entries imported.
ar: تم استيراد حسابات %d وإدخالات الميزانية %d.
cs: Importovány účty %d a položky rozpočtu %d.
de: %d Konten und %d Budget-Einträge wurden importiert.
es: Cuentas %d y entradas de presupuesto %d importadas.
fr: Comptes %d et écritures budgétaires %d importés.
hu: %d fiókok és %d költségvetési bejegyzések importálva.
it: Conti %d e voci di budget %d importati.
ja: %d アカウントと %d 予算エントリがインポートされました。
nb: %d-kontoer og %d-budsjettposter importert.
nl: %d-rekeningen en %d-budgetposten geïmporteerd.
pt_br: Contas %d e entradas de orçamento %d importadas.
ro: Conturi %d și intrări bugetare %d importate.
ru: Импортированы счета %d и записи бюджета %d.
sv: %d-konton och %d-budgetposter importerade.
tr: %d hesapları ve %d bütçe girişleri içe aktarıldı.
zh_hans: 已导入 %d 帐户和 %d 预算条目。

# import_success_fmt
source: %lld transactions imported, %lld duplicates skipped.
ar: تم استيراد %lld معاملة، وتخطي %lld معاملة مكررة.
cs: %lld transakcí bylo importováno, %lld duplicit bylo přeskočeno.
da: %lld transaktioner importeret, %lld dubletter sprunget over.
de: %lld Transaktionen importiert, %lld Duplikate übersprungen.
es: Se han importado %lld transacciones y se han omitido %lld duplicados.
fr: %lld transactions importées, %lld doublons ignorés.
hr: %lld transakcija uvezeno, %lld duplikata preskočeno.
hu: %lld tranzakciót importáltunk, %lld duplikátumot kihagytunk.
it: %lld transazioni importate, %lld duplicati ignorati.
ja: %lld 件のトランザクションをインポートし、%lld 件の重複をスキップしました。
nb: %lld transaksjoner importert, %lld duplikater hoppet over.
nl: %lld transacties geïmporteerd, %lld duplicaten overgeslagen.
pl: Zaimportowano %lld transakcji, pominięto %lld duplikatów.
pt_br: %lld transações importadas, %lld duplicatas ignoradas.
ro: %lld tranzacții importate, %lld duplicate omise.
ru: %lld транзакций импортировано, %lld дубликатов пропущено.
sv: %lld transaktioner importerade, %lld dubbletter hoppades över.
tr: %lld işlem içe aktarıldı, %lld yinelenen işlem atlandı.
zh_hans: 已导入 %lld 笔交易，跳过了 %lld 笔重复交易。

# import_success_title
source: Import successful
ar: تم الاستيراد بنجاح
cs: Import byl úspěšný
de: Import erfolgreich
es: Importación exitosa
fr: Importation réussie
hu: Sikeres importálás
it: Importazione riuscita
ja: インポート成功
nb: Importen var vellykket
nl: Importeren succesvol
pt_br: Importação bem-sucedida
ro: Import cu succes
ru: Импорт выполнен успешно.
sv: Importen lyckades
tr: İçe aktarma başarılı
zh_hans: 导入成功

# import_summary_format
source: %d accounts, %d budget entries found
ar: حسابات %d، تم العثور على إدخالات ميزانية %d
cs: Nalezeny účty %d, položky rozpočtu %d
de: %d Konten, %d Budget-Einträge gefunden
es: Cuentas %d, entradas de presupuesto %d encontradas
fr: Comptes %d, écritures budgétaires %d trouvées
hu: %d fiókok, %d költségvetési bejegyzések találhatók
it: Conti %d, voci di budget %d trovate
ja: %d アカウント、%d 予算エントリが見つかりました
nb: %d kontoer, %d budsjettoppføringer funnet
nl: %d-rekeningen, %d-budgetposten gevonden
pt_br: Contas %d, entradas de orçamento %d encontradas
ro: %d conturi, %d intrări de buget găsite
ru: Счета %d, найдены записи бюджета %d
sv: %d konton, %d budgetposter hittades
tr: %d hesapları, %d bütçe girişleri bulundu
zh_hans: %d 帐户，找到 %d 预算条目

# import_truncated_banner
source: First %1$d of %2$d transactions — Pro for all
ar: أول %1$d من %2$d معاملة — Pro للجميع
cs: Prvních %1$d z %2$d transakcí — Pro pro vše
da: Første %1$d af %2$d transaktioner — Pro for alle
de: Erste %1$d von %2$d Transaktionen — Pro für alle
es: Primeras %1$d de %2$d transacciones — Pro para todo
fr: %1$d premières sur %2$d transactions — Pro pour tout
hr: Prvih %1$d od %2$d transakcija — Pro za sve
hu: Első %1$d / %2$d tranzakció — Pro mindhez
it: Prime %1$d di %2$d transazioni — Pro per tutto
ja: 最初の%1$d件（全%2$d件）— Proですべて
nb: Første %1$d av %2$d transaksjoner — Pro for alle
nl: Eerste %1$d van %2$d transacties — Pro voor alles
pl: Pierwsze %1$d z %2$d transakcji — Pro dla wszystkich
pt_br: Primeiras %1$d de %2$d transações — Pro para tudo
ro: Primele %1$d din %2$d tranzacții — Pro pentru tot
ru: Первые %1$d из %2$d транзакций — Pro для всех
sv: Första %1$d av %2$d transaktioner — Pro för alla
tr: İlk %1$d/%2$d işlem — Pro tümü için
zh_hans: 前%1$d条（共%2$d条）— Pro解锁全部

# Importiere deinen ersten Bankauszug, um deine Ausgaben zu analysieren.
source: Import your first bank statement to analyze your expenses.
ar: استورد كشف حسابك المصرفي الأول من أجل تحليل نفقاتك.
cs: Načti svůj první výpis z účtu, abys mohl analyzovat své výdaje.
da: Importer dit første kontoudtog for at analysere dine udgifter.
de: Importiere deinen ersten Bankauszug, um deine Ausgaben zu analysieren.
es: Importa tu primer extracto bancario para analizar tus gastos.
fr: Importe ton premier relevé bancaire pour analyser tes dépenses.
hr: Uvezi svoj prvi bankovni izvod i analiziraj svoje troškove.
hu: Töltsd be az első bankszámlakivonatodat, hogy elemzd a kiadásaidat.
it: Importa il tuo primo estratto conto bancario per analizzare le tue spese.
ja: 最初の銀行取引明細をインポートして、 支出を分析しましょう。
nb: Importer din første kontoutskrift for å analysere utgiftene dine.
nl: Importeer je eerste bankafschrift om je uitgaven te analyseren.
pl: Zaimportuj swój pierwszy wyciąg bankowy, aby przeanalizować swoje wydatki.
pt_br: Importe seu primeiro extrato bancário para analisar suas despesas.
ro: Importă primul tău extras de cont pentru a îți analiza cheltuielile.
ru: Импортируйте свою первую выписку из банка, чтобы проанализировать свои расходы.
sv: Importera ditt första kontoutdrag för att analysera dina utgifter.
tr: Harcamalarını analiz etmek için ilk banka hesap özetini içe aktar.
zh_hans: 导入你的第一份银行对账单，以便 分析你的开支。

# Importieren
source: Import
ar: استيراد
cs: Importovat
da: Importer
de: Importieren
es: Importar
fr: Importer
hr: Uvoz
hu: Importálás
it: Importa
ja: インポート
nb: Importer
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
sv: Importera
tr: İçe aktarma
zh_hans: 导入

# Importiert
source: Imported
ar: مستورد
cs: Importováno
da: Importeret
de: Importiert
es: Importado
fr: Importé
hr: Uvezeno
hu: Importált
it: Importato
ja: インポート
nb: Importert
nl: Geïmporteerd
pl: Zaimportowane
pt_br: Importado
ro: Importat
ru: Импортировано
sv: Importerat
tr: İthal edilen
zh_hans: 导入

# imports_count_fmt
source: %lld Imports
ar: %lld عمليات الاستيراد
cs: %lld Importy
da: %lld Import
es: %lld Importaciones
fr: %lld Importations
hr: %lld Uvozi
hu: %lld Import
it: %lld Importazioni
ja: %lld インポート
nb: %lld Import
nl: %lld Importen
pl: %lld Importy
pt_br: %lld Importações
ro: %lld Importuri
ru: %lld Импорт
sv: %lld Import
tr: %lld İthalat
zh_hans: %lld 导入

source: Inactive
ar: غير نشط
cs: Neaktivní
de: Inaktiv
es: Inactivo
fr: Inactif
hu: Inaktív
it: Inattivo
ja: 非アクティブ
nb: Inaktiv
nl: Inactief
pt_br: Inativo
ro: Inactiv
ru: Неактивный
sv: Inaktiv
tr: Etkin değil
zh_hans: 不活跃

# inactive_entry_hint
source: Deactivated entries remain saved but are excluded from all calculations.
ar: تظل الإدخالات المعطلة محفوظة ولكن يتم استبعادها من جميع الحسابات.
cs: Deaktivované položky zůstávají uloženy, ale jsou vyloučeny ze všech výpočtů.
de: Deaktivierte Einträge bleiben gespeichert, werden aber aus allen Berechnungen ausgeschlossen.
es: Las entradas desactivadas permanecen guardadas pero se excluyen de todos los cálculos.
fr: Les entrées désactivées restent enregistrées mais sont exclues de tous les calculs.
hu: A deaktivált bejegyzések mentésre kerülnek, de kizárják őket a számításokból.
it: Le voci disattivate rimangono salvate ma sono escluse da tutti i calcoli.
ja: 非アクティブ化されたエントリは保存されたままですが、すべての計算から除外されます。
nb: Deaktiverte oppføringer forblir lagret, men ekskluderes fra alle beregninger.
nl: Gedeactiveerde gegevens blijven opgeslagen, maar worden bij alle berekeningen uitgesloten.
pt_br: As entradas desativadas permanecem salvas, mas são excluídas de todos os cálculos.
ro: Intrările dezactivate rămân salvate, dar sunt excluse din toate calculele.
ru: Деактивированные записи остаются сохраненными, но исключаются из всех расчетов.
sv: Inaktiverade poster förblir sparade men exkluderas från alla beräkningar.
tr: Devre dışı bırakılan girişler kayıtlı kalır ancak tüm hesaplamaların dışında bırakılır.
zh_hans: 停用的条目仍然保存，但从所有计算中排除。

source: Income
ar: دخل
cs: Příjem
de: Einnahmen
es: Ingreso
fr: Revenu
hu: Jövedelem
it: Reddito
ja: 所得
nb: Inntekt
nl: Inkomen
pt_br: Renda
ro: Venituri
ru: Доход
sv: Inkomst
tr: Gelir
zh_hans: 收入

# income_categories
source: Income
ar: دخل
cs: Příjem
de: Einkommen
es: Ingreso
fr: Revenu
hu: Jövedelem
it: Reddito
ja: 所得
nb: Inntekt
nl: Inkomen
pt_br: Renda
ro: Venituri
ru: Доход
sv: Inkomst
tr: Gelir
zh_hans: 收入

# income_expense_header
source: In / Out
ar: داخل / خارج
cs: Vstup / výstup
de: Ein / Aus
es: Dentro/fuera
fr: Entrée / Sortie
hu: Be/Ki
it: Dentro/fuori
ja: イン/アウト
nb: Inn / Ut
nl: In / uit
pt_br: Entrada/Saída
ro: Intrare / Ieșire
ru: Вход/Выход
sv: In/Ut
tr: Giriş / Çıkış
zh_hans: 输入/输出

# income_section
source: Income
ar: دخل
cs: Příjem
de: Einkommen
es: Ingreso
fr: Revenu
hu: Jövedelem
it: Reddito
ja: 所得
nb: Inntekt
nl: Inkomen
pt_br: Renda
ro: Venituri
ru: Доход
sv: Inkomst
tr: Gelir
zh_hans: 收入

# income_type
source: Income
ar: دخل
cs: Příjem
de: Einnahme
es: Ingreso
fr: Revenu
hu: Jövedelem
it: Reddito
ja: 所得
nb: Inntekt
nl: Inkomen
pt_br: Renda
ro: Venituri
ru: Доход
sv: Inkomst
tr: Gelir
zh_hans: 收入

# Indirekte Amortisation
source: Indirect Amortization
ar: الاستهلاك غير المباشر
cs: Nepřímá amortizace
da: Indirekte afskrivning
de: Indirekte Amortisation
es: Amortización indirecta
fr: Amortissement indirect
hr: Neizravna amortizacija
hu: Közvetett amortizáció
it: Ammortamento indiretto
ja: 間接償却
nb: Indirekte avskrivning
nl: Indirecte afschrijving
pl: Amortyzacja pośrednia
pt_br: Amortização indireta
ro: Amortizare indirectă
ru: Косвенная амортизация
sv: Indirekt amortering
tr: Dolaylı amortisman
zh_hans: 间接摊销

source: Info
ar: معلومات
cs: Informace
es: Información
hr: Informacije
hu: Információ
it: Informazioni
ja: 情報
pl: Informacje
pt_br: Informações
ro: Informații
ru: Информация
tr: Bilgi
zh_hans: 信息

source: Interval
ar: فاصلة
de: Intervall
es: Intervalo
fr: Intervalle
hu: Intervallum
it: Intervallo
ja: 間隔
nb: Intervall
pt_br: Intervalo
ru: Интервал
sv: Intervall
tr: Aralık
zh_hans: 间隔

# interval_biweekly
source: Every 2 Weeks
ar: كل أسبوعين
cs: Každé 2 týdny
da: Hver 2. uge
de: Zweiwöchentlich
es: Cada 2 semanas
hr: Svaka 2 tjedna
hu: 2 hetente
it: Ogni 2 settimane
ja: 2週間ごと
nb: Hver 2. uke
nl: Elke 2 weken
pt_br: A cada 2 semanas
ro: La fiecare 2 săptămâni
ru: Каждые 2 недели
sv: Varannan vecka
tr: Her 2 Haftada Bir
zh_hans: 每两周一次

# interval_monthly
source: Monthly
ar: شهريا
cs: Měsíční
da: Månedlig
de: Monatlich
es: Mensual
hr: Mjesečno
hu: Havi
it: Mensile
ja: 毎月
nb: Månedlig
nl: Maandelijks
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
sv: Månatlig
tr: Aylık
zh_hans: 每月

# interval_quarterly
source: Quarterly
ar: ربع سنوية
cs: Čtvrtletní
da: Kvartalsvis
de: Vierteljährlich
es: Trimestral
hr: Tromjesečno
hu: Negyedévenként
it: Trimestrale
ja: 四半期ごと
nb: Kvartalsvis
nl: Driemaandelijks
pt_br: Trimestral
ro: Trimestrial
ru: Ежеквартальный
sv: Kvartalsvis
tr: Üç ayda bir
zh_hans: 季刊

# interval_weekly
source: Weekly
ar: أسبوعي
cs: Týdně
da: Ugentlig
de: Wöchentlich
es: Semanalmente
hr: Tjedni
hu: Heti
it: Settimanale
ja: 毎週
nb: Ukentlig
nl: Wekelijks
pt_br: Semanalmente
ro: Săptămânal
ru: Еженедельно
sv: Varje vecka
tr: Haftalık
zh_hans: 每周

# interval_yearly
source: Yearly
ar: سنوي
cs: Roční
da: Årligt
de: Jährlich
es: Anual
hr: Godišnje
hu: Évi
it: Annuale
ja: 毎年
nb: Årlig
nl: Jaarlijks
pt_br: Anual
ro: Anual
ru: Ежегодно
sv: Årlig
tr: Yıllık
zh_hans: 每年

# invalid_backup_format_msg
source: Invalid backup format. Please select a valid Finance Helper JSON file.
ar: تنسيق النسخة الاحتياطية غير صالح. برجاء تحديد ملف Finance Helper JSON صالح.
cs: Neplatný formát zálohy. Vyberte prosím platný soubor JSON Finance Helper.
da: Ugyldigt backupformat. Vælg venligst en gyldig Finance Helper JSON-fil.
de: Ungültiges Backup-Format. Bitte eine gültige Finance Helper JSON-Datei wählen.
es: Formato de copia de seguridad no válido. Seleccione un archivo JSON de Finance Helper válido.
hr: Nevažeći format sigurnosne kopije. Odaberite valjanu JSON datoteku Finance Helper.
hu: Érvénytelen biztonsági mentési formátum. Kérjük, válasszon érvényes Finance Helper JSON-fájlt.
it: Formato di backup non valido. Seleziona un file JSON di supporto finanziario valido.
ja: 無効なバックアップ形式です。有効な Finance Helper JSON ファイルを選択してください。
nb: Ugyldig sikkerhetskopiformat. Velg en gyldig Finance Helper JSON-fil.
nl: Ongeldig back-upformaat. Selecteer een geldig Finance Helper JSON-bestand.
pt_br: Formato de backup inválido. Selecione um arquivo JSON válido do Finance Helper.
ro: Format de rezervă nevalid. Vă rugăm să selectați un fișier JSON pentru Finance Helper valid.
ru: Неверный формат резервной копии. Выберите действительный файл JSON Finance Helper.
sv: Ogiltigt backupformat. Välj en giltig Finance Helper JSON-fil.
tr: Geçersiz yedekleme biçimi. Lütfen geçerli bir Finans Yardımcısı JSON dosyası seçin.
zh_hans: 备份格式无效。请选择有效的财务助手 JSON 文件。

source: Investments
ar: الاستثمارات
cs: Investice
da: Investeringer
de: Investieren
es: Inversiones
hr: investicije
hu: Beruházások
it: Investimenti
ja: 投資
nb: Investeringer
nl: Investeringen
pt_br: Investimentos
ro: Investiții
ru: Инвестиции
sv: Investeringar
tr: Yatırımlar
zh_hans: 投资

# Jahresvergleich
source: Year-over-year comparison
ar: مقارنة سنوية
cs: Meziroční srovnání
da: Årlig sammenligning
de: Jahresvergleich
es: Comparación interanual
fr: Comparaison annuelle
hr: Usporedba iz godine u godinu
hu: Éves összehasonlítás
it: Confronto su base annua
ja: 前年比
nb: Årlig sammenligning
nl: Jaarvergelijking
pl: Porównanie rok do roku
pt_br: Comparação anual
ro: Comparație anuală
ru: Сравнение по годам
sv: Jämförelse mellan åren
tr: Yıllık karşılaştırma
zh_hans: 年度对比

# Jährlicher Verlauf
source: Annual Trend
ar: التطور السنوي
cs: Roční vývoj
da: Årlig udvikling
de: Jährlicher Verlauf
es: Evolución anual
fr: Évolution annuelle
hr: Godišnji trend
hu: Éves alakulás
it: Andamento annuale
ja: 年間の推移
nb: Årlig utvikling
nl: Jaarlijkse ontwikkeling
pl: Zmiany w ciągu roku
pt_br: Evolução anual
ro: Evoluția anuală
ru: Годовая динамика
sv: Årlig utveckling
tr: Yıllık seyir
zh_hans: 年度走势

# Je kürzer der Zeitraum, desto aktueller die Werte.
source: The shorter the time period, the more up-to-date the figures are.
ar: كلما كانت الفترة الزمنية أقصر، كانت القيم أكثر حداثة.
cs: Čím kratší je časové období, tím aktuálnější jsou hodnoty.
da: Jo kortere tidsperioden er, desto mere aktuelle er tallene.
de: Je kürzer der Zeitraum, desto aktueller die Werte.
es: Cuanto más corto sea el periodo, más actuales serán los datos.
fr: Plus la période est courte, plus les chiffres sont récents.
hr: Što je vremensko razdoblje kraće, to su podaci ažurniji.
hu: Minél rövidebb az időszak, annál frissebbek az adatok.
it: Più breve è il periodo, più aggiornati sono i dati.
ja: 期間が短いほど、数値は最新のものになります。
nb: Jo kortere tidsperioden er, desto mer oppdaterte er tallene.
nl: Hoe korter de periode, hoe actueler de cijfers.
pl: Im krótszy okres, tym bardziej aktualne są dane.
pt_br: Quanto menor for o período, mais atuais serão os valores.
ro: Cu cât perioada este mai scurtă, cu atât valorile sunt mai actuale.
ru: Чем короче период, тем актуальнее показатели.
sv: Ju kortare tidsperiod, desto mer aktuella är värdena.
tr: Süre ne kadar kısa olursa, değerler o kadar güncel olur.
zh_hans: 时间跨度越短，数据就越及时。

# Kapital
source: Capital
ar: رأس المال
cs: Kapitál
da: Kapital
de: Kapital
hr: Glavni grad
hu: Tőke
it: Capitale
ja: 資本
nb: Kapital
nl: Kapitaal
pl: Kapitał
ru: Капитал
sv: Kapital
tr: Sermaye
zh_hans: 资本
